     A                                      UNIQUE                              
     A          R EROR                                                          
     A            NO             5S 0       COLHDG('NO')                        
     A            AD            10          COLHDG('AD')                        
     A            SOYAD         10          COLHDG('SOYAD')                     
     A          K NO                                                            